Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=561_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Klemetti Näkkäläjärvi jatkaa Saamelaiskäräjien puheenjohtajana
sms: Klemetti Näkkäläjärvi juätkk SääŠmteeŠǧǧ saaǥǥjååŠđteei

source: Juvvá Lemet, Klemetti Näkkäläjärvi, jatkaa saamelaiskäräjien puheenjohtajana juuri alkaneen vaalikauden ajan.
sms: Juvvá Lemet, Klemetti Näkkäläjärvi, juätkk sääŠmteeŠǧǧ saaǥǥjååŠđteeŠjen õiŠdde älggam vaalpââi ääiŠj.

source: Vaalikausi jatkuu vuoden 2015 loppuun asti.
sms: VaalpââŠjj juätkkai eeŠjj 2015 loopp räjja.

source: Näkkäläjärvi valittiin puheenjohtajaksi äänin 12-9.
sms: Näkkäläjärvi vaŠlljeeš saaǥǥjååŠđteeŠjen jiõnin 12–9.

source: Vastaehdokkaana oli kolttasaamelainen Tiina Sanila-Aikio.
sms: Tän vaalpââi ǩeâštʼteei võboršeŠǩǩen leäi nuõrttsäŠmmlaž Tiina Sanila-Aikio.

source: Saamelaiskäräjien ensimmäinen täysistunto pidettiin Inarissa keskiviikkona 15.2. saamelaiskulttuurikeskus Sajoksen uudessa parlamenttisali Soljussa.
sms: SääŠmteeŠǧǧ vuõssmõs tiuddsåbbar õŠnneš Aanrest seärad 15.2. sääŠmkultturkõõskõõzz Sajoozz ođđ parlamenttlõnnj Soljust.

source: Saamelaiskäräjien vanhin jäsen, kolttasaamelainen Tauno Haltta avasi saamelaiskäräjien vaalikauden ensimmäisen täysistunnon.
sms: SääŠmteeŠǧǧ ââŠjjes beäŠlnn puärrsõmâš vuässlaž, nuõrttsäŠmmlaž Tauno Haltta ääŠvii sääŠmteeŠǧǧ vaalpââi vuõssmõs tiuddsåbbar.

source: Hän painotti avajaispuheessaan erityisesti saamelaisnuorten vaikutusmahdollisuuksia Suomen saamelaiskäräjillä.
sms: Son muštʼtii ääŠveem mainnsest sääŠmnuõri vaikktemvuäittmõõžžid LääŠddjânnam sääŠmteeŠǧǧest.

source: - Nuorisoneuvoston perustaminen saamelaiskäräjille toi meille suuren vastuun, totesi Haltta.
sms: – Nuõrisuåvtõõzz vuâđđumuš sääŠmtegga puuŠti miŠjjid väŠǯǯlõs da vääžnai tuâi, säärnai Haltta.

source: Hän sanoi odottavansa saamelaiskäräjien tulevalta toiminnalta ennen muuta yhteyttä saamelaisten arkeen ja aktiivista toimintaa uhanalaisen saamelaisen kulttuurin, saamen kielten ja saamelaisten kulttuuri-itsehallinnon vahvistamiseksi.
sms: Son säärnai, što vuârdd sääŠmteeŠǧǧ puõŠttiääiŠj tuåimmjumuužžâst jeäŠrben õhttvuõđ sääŠm aŠrǧǧe da oddel tuåimmjumuužž vaarvuâlaž sääŠm kulttuur, sääŠmǩiõl da saaŠmi kulttur-jiõččvaaldšem nââneem diõtt.

source: - Suurin haasteemme tällä vaalikaudella on kansainvälisen työjärjestö ILO:n alkuperäiskansasopimuksen 169 ratifioiminen, joka sisältyy myös Kataisen hallituksen ohjelmaan, totesi Haltta.
sms: – Mij šuurmõs da vääžnmõs tuâjj tän vaalpââŠjest lij meeraikõskksaž tuâjjorganisaatia ILO alggmeersuåppmõõžž 169 radifiimõš, kååŠtt siiŠskââtt še Kataisen halltõõzz prograŠmme, säärnai Haltta.

source: Kuvissa saamelaiskäräjien puheenjohtajaksi vaalikaudelle 2012-2015 valittu Klemetti Näkkäläjärvi, Juvvá Lemet ja puheenjohtajakisassa toiseksi jäänyt Tiina Sanila-Aikio.
sms: Kaartin sääŠmteeŠǧǧ saaǥǥjååŠđteŠjen vaalpâjja 2012–2015 vaŠlljuum Klemetti Näkkäläjärvi, Juvvá Lemet da saaǥǥjååŠđtemǩeâštast nuŠbben kuâđđjam Tiina Sanila-Aikio.

source: Puheenjohtajaksi uudelle vaalikaudelle valittu Klemetti Näkkäläjärvi painotti kiitospuheessaan saamelaisväestön kuulemista saamelaiskäräjien työssä.
sms: SaaǥǥjååŠđteeŠjen ođđ vaalpâjja vaŠlljuum Klemetti Näkkäläjärvi mušttʼtii späŠssbõõššâm-mainnsest sääŠmnarood kuullmõõžž sääŠmteeŠǧǧ tuâjast.

source: - Pidämme arvossa avoimmuutta ja arvostamme toisiamme.
sms: – ÂâŠnnep äärvast vuõiggmiõllsažvuõđ da ääŠrv ouddmõõžž kueiŠm kueiŠmseen.

source: Yksimielisyyden löytäminen erityisesti suurimmissa poliittisissa kysymyksissä on tärkeää, totesi Näkkäläjärvi.
sms: ʼõutmiõllsažvuõđ kaunnmõš aainâs šuurmõs potitiikklaž kõõččmõõžžin lij vääžnai äŠšš, nuŠtt miŠjjid ko mij meeraid, säärnai Näkkäläjärvi.

source: Hän painotti myös saamelaisen nuorisoneuvoston merkitystä ja ainutlaatuisuutta saamelaiskäräjien työssä.
sms: Son mušttʼtii veâl sääŠm nuõrisuåvtõõzz miârkktõõzz da oŠdinakaivuõđ sääŠmteeŠǧǧ tuâjast.

source: - Meidän tulee myös antaa nuorille esimerkki yhteistyöstä ja toistemme kunnioittamisesta.
sms: – MeeŠst âlgg uŠvdded nuõrid šiõǥǥ ouddmiârkk õhttsažtuâjast da muŠšttʼted ciist ouddmõš še kueiŠm kueimma.

source: - Kriittinen keskustelu on myös tärkeää, samoin kuin monenlaisten mielipiteiden esittäminen ja hyväksyminen.
sms: – TuŠmmjeeŠes saaǥǥstõõllmõš lij še vääžnai, seämmanalla ko määŋgnallšem väimmjurddji ouŠdde pohttmõš da priimmʼmõš.

source: Näkkäläjärvi painotti myös perinteistä tietoa, perinteisten elinkeinojen ja neuvotteluvaiheessa olevan pohjoismaisen saamelaissopimuksen merkitystä.
sms: Näkkäläjärvi mušttʼtii še ääŠrbvuâlaž teâđ, ääŠrbvuâlaž jieŠllemvueŠjji da saaǥǥstõõllâm rääŠjest åårrai tâŠvvjânnmlaž sääŠmsuåppâm miârkkšõõvvmõžž.

source: Sopimusneuvottelut jatkuvat vielä alkaneen vaalikauden ajan.
sms: Suåppâmsaaǥǥstõõllmõõžž juätkkje veâl ååŠn älggam ođđ vaalpââi ääiŠj.

source: Näkkäläjärvi ilmoitti kiitospuheessaan, ettei aio pyrkiä saamelaiskäräjien puheenjohtajaksi enää seuraavalla vaalikaudella.
sms: Näkkäläjärvi puuŠti õlmmsa späŠssbõõššâm-mainnsest, što ij juuŠrd äŠlǧǧed teänab puõŠtti vaalpââŠjest sääŠmteeŠǧǧ saaǥǥjååŠđteeŠjen.

source: - Pyrin tällä vaalikaudella edistämään saamelaisasioita niin hyvin kuin mahdollista, jonka jälkeen jätän tehtävän nuoremmille.
sms: – Ǩiõččlõõđam tän vaalpââŠjest viikkâd ooudâs sääŠmaaŠššid nuŠtt puârast ko vuäitam, mâŋŋa tän kuâđam tuâi nuõrab oummid.

source: Suurin tälle vaalikaudelle asettamistamme tavoitteista on kansainvälisen työjärjestö ILO:n alkuperäiskansasopimuksen ratifioiminen ja tarpeellisten lakimuutosten aikaansaminen, totesi Näkkäläjärvi.
sms: Šuurmõs tän vaalpâjja pijjum täävtõõzzin lij meeraikõskksaž tuâjjorganisaatia ILO alggmeersuåppmõõžž radifiimõš da vääžnai lääŠǩǩmuttsi äiggavuäǯǯmõš, säärnai Näkkäläjärvi.

source: - Toivottavasti me saamelaiskäräjillä pystymme esittämään oman näkemyksemme näistä asioista niin selvästi ja perustellusti, että Suomi viimein ratifioi sopimuksen.
sms: – Tuäivam, što mij sääŠmteeŠǧǧest pâŠsttep čuäŠjtet jiijjân vuäinlmen täid aaŠššid nuŠtt puârast da tärkka, što LääŠddjânnam mââimõõzzâst radifiiad suåppmõõžž.

source: Puheenjohtajakisassa toiseksi jäänyt Tiina Sanila-Aikio toivoo, että edelliselle vaalikaudelle tyypillinen kahtia jakautuminen ei tulisi vaivaamaan nyt alkaneen vaalikauden työtä.
sms: SaaǥǥjååŠđtemǩeâštast nuŠbben kuâđđjam Tiina Sanila-Aikio tuäivv, što mõõnni vaalpâjja luânddnallšem kueiŠt årra juâkkõõttmõš ij puäŠđči heâmmeed ååŠn älggam vaalpââi tuâi.

source: - Toivon todella, että yhteistyöilmapiiri saamelaiskäräjillä vahvistuu, toteaa Sanila-Aikio.
sms: – TuõttääŠššest haaŠlääm, što õhttsažtuâjjtobddmõš da juŠrddemvueŠǩǩ sääŠmteeŠǧǧest nâânast pueŠrab årra, maainsti Sanila-Aikio.
